export default [
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  },
  {
    articleTitle: "React18新特性详解: 并发渲染与自动批处理",
    articleDes: `深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能
          深入探讨Reac18 带来的重大更新，包括并发渲染机制，自动批处理优化、已经如何在实际项目中应用这些新特性提升应用性能`,
    createdDate: "2025-12-20",
    liekeNum: "189k",
    commnetNum: "120k",
    tags: [
      "react",
      "javascript"
    ]
  }
]